// © Copyright 2013-2015 HP Development Company, L.P.

APTHeaderTitle = "Associa il driver di stampa HP alla tua stampante per avere accesso a tutte le funzioni di stampa.";
APTAddPrinterTitle = "Aggiungi stampante";
APTSkipButtonTitle = "Ignora";

APTFirstStepTitle = "1. Fare clic su Aggiungi stampante. Viene visualizzata una finestra di dialogo dove sono elencate le stampanti disponibili sulla rete locale.";
APTBonjourSecondStepTitle = "2. Selezionare \"%@\". La visualizzazione della stampante nell'elenco potrebbe richiedere qualche momento.";
APTSecondStepNoteTitle = "Nota: è importante selezionare la voce \"Bonjour\" o \"Multifunzione Bonjour\" per la stampante affinché questa possa funzionare correttamente. Se nessuna delle voci è riportata nell'elenco e la stampante è connessa a questo computer con un cavo USB, scollega il cavo.";
APTBonjourThirdStepTitle = "3. Aprire il menu a comparsa Usa (o Stampa con) e scegliere il nome del modello della propria stampante. In questo modo, il driver di stampa HP viene assegnato alla coda di stampa.";
APTBonjourFourthStepTitle = "4. Fare clic su Aggiungi per completare la creazione della coda di stampa e chiudere la finestra di dialogo.";

APTIPSecondStepTitle = "2. Fare clic sul pulsante \"IP\" nella barra degli strumenti.";
APTIPThirdStepTitle = "3. Selezionare l'opzione \"HP Jetdirect - Socket\" dal campo Protocollo.";
APTIPFourthStepTitle = "4. Immettere l'indirizzo IP \"%@\" nel campo Indirizzo. Il dispositivo potrebbe apparire dopo qualche minuto.";
APTFouthStepNoteTitle = "Se il dispositivo non appare nel campo \"Stampa con\" o \"Usa\", significa che il dispositivo non è stato trovato. Consultare la documentazione del dispositivo e l'Aiuto di Apple per istruzioni su come aggiungere manualmente il dispositivo.";
APTFifthStepIPTitle = "5. Fare clic su Aggiungi per completare la creazione della coda di stampa e chiudere la finestra di dialogo.";
APTPrintOnlySupportWarning = "Nota: una connessione IP è supportata. Tuttavia, solo le funzionalità di stampa opereranno correttamente.";

AssistantContinueAlertTitle = "Si è certi di voler continuare senza aggiungere una coda di stampa?";
AssistantContinueAlertMessage = "Non sarà possibile stampare prima di aver completato questo passo.";

FaxDriverNotInstalledTitle = "Il software HP necessario per la configurazione del fax non è stato trovato";
PrintDriverNotInstalledTitle = "Il software HP necessario per la configurazione della stampa non è stato trovato";
APTMissingSoftwareMessage = "APT_TEXT:Scaricare e installare la versione più recente del software per il proprio dispositivo dal sito APT_LINK:APT_URL:APTSupportLink_URL, quindi riprovare. Se si decide di continuare senza installare il software più recente, alcune funzionalità non saranno disponibili.";
